Repository: wp-plugins/mail-on-update
Catalog: mail-on-update-*.po
Languages: fr_fr

source: Your WordPress is to old. Mail On Update requires at least WordPress 3.0!
fr_fr: Votre version de Wordpress est trop vieille. Mail On Update nécessite au moins la version 3.0 de Wordpress.

source: A new version of %1$s is available.
fr_fr: Il y a une nouvelle version de %1$s disponible.

source: - Installed: %1$s, Current: %2$s
fr_fr: - Installé: %1$s, Actuel: %2$s

source: active
fr_fr: actif

source: inactive
fr_fr: inactif

source: A new version (%1$s) of %2$s is available. (%3s)
fr_fr: Il y a une nouvelle version (%1$s) de %2$s disponible. (%3s)

source: Update your Plugins at
fr_fr: Mettez à jour vos plugins sur

source: There are also updates available for the plugins below. However, these plugins are of no concern for this notifier and the information is just for completeness.
fr_fr: Il y a aussi des mises à jour disponibles pour les plugins ci-dessous. Quoiqu'il en soit, ces plugins ne sont pas concernés par cet avertissement et ce message est juste à titre informatif.

source: [%s] Update Notification
fr_fr: Notification d'un plugin

source: Sorry, but you have no permissions to change settings.
fr_fr: Désolé mais vous n'avez pas l'autorisation de modifier ces réglages.

source: Mail On Update settings succsesfully saved.
fr_fr: Les réglages de Mail on Update ont été sauvegardés avec succès.

source: Mail On Update Settings
fr_fr: Réglages de Mail on Update

source: List of alternative recipients
fr_fr: Liste de destinataires autres

source: Since no alternative recipients are specified, the default address %s is assumed. Provide a list of alternative recipients to override.
fr_fr: Comme aucun autre destinataire n'a été spécifié, l'adresse par défaut %s est prise en compte. Veuillez fournir une liste de destinataires autres pour modifier ce réglage.

source: * Each E-Mail-Address has to appear on a single line
fr_fr: * Chaque adresse email doit être affichée sur une seule ligne

source: * Invalid E-Mail-Addresses will be rejected
fr_fr: * Les adresses email non valides seront rejetées

source: * An E-Mail-Address with "-" at the end is not considered
fr_fr: * Une adresse email avec "-" à la fin ne seront pas prises en compte

source: * Clear this field to set the default E-Mail-Address
fr_fr: * Effacer ce champ pour mettre l'adresse email par défaut

source: Send only one notification per Update
fr_fr: Envoyer une seule notification par mise à jour

source: Save
fr_fr: Sauvegarder

source: Filters
fr_fr: Filtres

source: * A plugin is matched if the filter is a substring
fr_fr: * Correspond à un plugin si le filtre est une sous-chaîne

source: * A filter has to appear on a single line
fr_fr: * Chaque filtre doit s'afficher sur une seule ligne

source: * A filter is not case sensetive
fr_fr: * Les filtres ne sont pas sensibles à la casse

source: * A filter is considered as a string and no regexp
fr_fr: * Un filtre est considéré comme une chaîne et pas un regexp

source: * A filter with "-" at the end is not considered
fr_fr: * Tout filtre finissant par "-" n'est pas pris en compte

source: Don't filter plugins
fr_fr: Ne pas filtrer les plugins

source: Blacklist filter (exclude plugins)
fr_fr: Liste noire (exclure des plugins)

source: Whitelist filter (include plugins)
fr_fr: Liste blanche (inclure des plugins)

source: Don't validate inactive plugins
fr_fr: Ne pas prendre en compte les plugins inactifs

source: Plugins to validate
fr_fr: Plugins à prendre en compte

source: Plugin will be validated
fr_fr: Le plugin sera pris en compte

source: Plugin will not be validated
fr_fr: Le plugin ne sera pas pris en compte
